var sayings = [
  "牢记自己真正想要的是什么，想要做到自控，你就得在关键时刻明确自己的目标。",
  "当她查收邮件的时候，大脑和身体的不安都得到了缓解。她开始关注自己查收邮件后的感觉，并发现查邮件和挠痒一没有用，只会让她觉得更痒。",
  "抵制诱惑，最有效的方法是让自己慢下来，三思而后行。",
  "如果我们想要增强自控力，就要考虑如何支撑住最疲惫的自己，而不是指望最理想的自己突然出现来拯救生活。",
  "对补偿的渴望常常使我们堕落。因为我们很容易认为，纵容自己就是对美德最好的奖励。我们忘记了自己真正的目标，向诱惑屈服了。",
  "当人们觉得自己的错误可以得到弥补的时候，人们在放纵自己的时候就不会有那么大的负罪感。所以一定要小心这种“今天放纵，明天改变”的模式，一旦陷入了恶性循环，便只会“明日复明日”。明天和今天是一样的。不要问自己“我现在想不想吃这块糖？”而要问自己“我想不想在一年里每天下午都吃一块糖？”当你明知道一件事情不该拖延的时候，不要问自己“我是想今天做还是明天做？”而要问自己“我是不是想承担永远拖延下去的恶果”？",
  "我们之所以会用放纵去奖励自己的良好行为，是因为我么内心深处认为，真正的自己想要做坏事。从这点上来看，每次自控都是一种惩罚，而只有放纵自我才是奖励。但我么为什么一定要这样看待自己呢？想要走出道德许可的危机，我么就要知道那个想变好的自己才是真正的自己。如此一来，我么就不会认为那个冲动、懒散、容易受诱惑的自己是真正的自己了。我们就不会再表现得像个被强迫完成目标，然后为作出的努力所要奖励的人了。"
];